[
    {
        "strat": "Pick all girl operators!",
        "name": "Girl power",
        "type": "defend"
    },
    {
        "strat": "You can only be prone. No standing or crouching!",
        "name": "Worming around",
        "type": "all"
    },
    {
        "strat": "No Call Outs!",
        "name": "¡Silencio!",
        "type": "all"
    },
    {
        "strat": "Stay outside. No going inside.",
        "name": "Play outside",
        "type": "attack"
    },
    {
        "strat": "Everyone only gets 1 magazine with each gun!",
        "name": "Ammo is expensive!",
        "type": "all"
    },
    {
        "strat": "Equip an LMG, You can only hipfire.",
        "name": "Rambo",
        "type": "attack"
    },
    {
        "strat": "You can only crawl unless with a teammate then you can run or sprint",
        "name": "Buddy system",
        "type": "all"
    },
    {
        "strat": "Everyone must roam together, do not separate",
        "name": "The Flock",
        "type": "all"
    },
    {
        "strat": "You must kill all the cameras in the map before you may kill anybody.",
        "name": "Camera, Camera on the wall",
        "type": "attack"
    },
    {
        "strat": "You may only move when crouching.",
        "name": "Crabs!",
        "type": "all"
    },
    {
        "strat": "Switch your mouse hand and your keyboard hand.",
        "name": "Criss Cross",
        "type": "all"
    },
    {
        "strat": "You can only kill an enemy if they are in barbed wire.",
        "name": "Venus Fly Trap",
        "type": "defend"
    },
    {
        "strat": "You must fortify the wrong objective room.",
        "name": "The Great Bamboozle!",
        "type": "defend"
    },
    {
        "strat": "Everyone must equip a deployable shield and place them in a circle. You can not leave the circle.",
        "name": "Iron Wall",
        "type": "Defend"
    },
    {
        "strat": "The first person to die becomes the Dictator and the highest scoring operator must follow the dictator’s instructions and do nothing until told.",
        "name": "Dictator",
        "type": "all"
    },
    {
        "strat": "You can only enter rooms through door frames",
        "name": "Knock Knock",
        "type": "attack"
    },
    {
        "strat": "You can’t press the D key.",
        "name": "Remember, No D.",
        "type": "all"
    },
    {
        "strat": "You may only move if you have the defuser. You may pass the defuser around.",
        "name": "Fearless leader",
        "type": "attack"
    },
    {
        "strat": "Every time someone on your team dies, everyone cannot move for 5 seconds.",
        "name": "Freeze Tag",
        "type": "all"
    },
    {
        "strat": "Due to gun control you must use semi-auto on all weapons",
        "name": "The NFA",
        "type": "all"
    },
    {
        "strat": "You must aim at the enemy’s knees when shooting.",
        "name": "Kneecap",
        "type": "all"
    },
    {
        "strat": "Everyone must use a shotgun",
        "name": "Loud Noises",
        "type": "all"
    },
    {
        "strat": "Find the nearest wall and move to it, you may only move against a wall.",
        "name": "Mirror’s Edge",
        "type": "all"
    },
    {
        "strat": "You can’t repel.",
        "name": "Out of rope",
        "type": "attack"
    },
    {
        "strat": "You must all use recruit.",
        "name": "Power Rangers",
        "type": "all"
    },
    {
        "strat": "You may only move when you are aiming down sights.",
        "name": "Tunnel Vision",
        "type": "all"
    },
    {
        "strat": "You can’t stop sprinting.",
        "name": "Speed",
        "type": "all"
    },
    {
        "strat": "You may only fire 6 times before you have to reload. (Twice if you use a shotgun)",
        "name": "The Wild West",
        "type": "all"
    },
    {
        "strat": "Pick Hibana, Thermite, Ash, Sledge, or Fuze. You can only use your gadgets/knife/grenades",
        "name": "Grand Opening",
        "type": "attack"
    },
    {
        "strat": "You may only enter objective room with 15 seconds remaining.",
        "name": "Where’s the site?",
        "type": "all"
    },
    {
        "strat": "You must empty 50% of your magazine before you may move.",
        "name": "Over Encumbered",
        "type": "all"
    },
    {
        "strat": "You must only enter and exit any building through windows!",
        "name": "Window Washer",
        "type": "attack"
    },
    {
        "strat": "All take an FBI recruit with the automatic shotgun and rush like hell.",
        "name": "Auto-Shotgun Ahoy",
        "type": "attack"
    },
    {
        "strat": "All pick American recruits with a shield, the 5.7, smoke grenades and stun grenades. Open a window (or door) and throw all the nades. Breach.",
        "name": "The Blind Shield Wall",
        "type": "attack"
    },
    {
        "strat": "One player picks Glaz and the rest pick a weapon with ACOG sights. You must always walk while ADS.",
        "name": "Depth Perception",
        "type": "attack"
    },
    {
        "strat": "All pick Frag grenades.Open up the objective room and lob all of them inside. Bonus points if you have one or more LMGs shooting in there as well.",
        "name": "Tactical Bombardment",
        "type": "attack"
    },
    {
        "strat": "You aren't allowed to fire any bullets until there are only 45 seconds left in the match (You may use gadgets/knife)",
        "name": "Waiting Game",
        "type": "attack"
    },
    {
        "strat": "No use of drones during prep phase and throughout the round.",
        "name": "No Intel",
        "type": "attack"
    },
    {
        "strat": "All pick Spetsnaz recruits with LMG's and charge the objective room, once in you must hip fire like crazy until everyone is eliminated... remember, no hostages.",
        "name": "No Hostages",
        "type": "attack"
    },
    {
        "strat": "You can never enter the objective room.",
        "name": "The Room Is Lava",
        "type": "attack"
    },
    {
        "strat": "For this, you need Glaz. Two players (not Glaz) will enter the building. The Glaz will be sniper support. When the first two die, the next go, when they die, Glaz may enter.",
        "name": "Overwatch",
        "type": "attack"
    },
    {
        "strat": "All attack the objective room while Twitch distracts everyone in the objective room.",
        "name": "Shocker",
        "type": "attack"
    },
    {
        "strat": "Castle fortifies doors. Kapkan traps the weaker barricades. Mute does his thing. Rook armours up team and Tachanka sets up.",
        "name": "The Fortress",
        "type": "defend"
    },
    {
        "strat": "One person picks Tachanka, another picks Kapkan, all rest are Spetsnaz recruits. If Tachanka dies everyone must leave the room.",
        "name": "Lord Tachanka",
        "type": "defend"
    },
    {
        "strat": "No camera usage.",
        "name": "Turn a Blind Eye",
        "type": "defend"
    },
    {
        "strat": "Reinforce another room and place rook armor in the center of it in an attempt to trap an attacker in there via castle.",
        "name": "Capturing an Animal",
        "type": "defend"
    },
    {
        "strat": "Search yourself a nice spot in the warmup phase, you have to stay at this spot +- 1sqm after the warmup phase. You are not allowed to leave it.",
        "name": "King Of The Spot",
        "type": "defend"
    },
    {
        "strat": "No one gets to leave the room where the objective is, ever.",
        "name": "Spawn Camping",
        "type": "defend"
    },
    {
        "strat": "Once attackers spawn, everyone must lay down and remain prone the rest of the game.",
        "name": "Worms",
        "type": "defend"
    },
    {
        "strat": "Everyone must find an object to stand on and only shoot from that. If you touch the floor when the round has started you must kill yourself since the floor is lava.",
        "name": "Lava Floor",
        "type": "defend"
    },
    {
        "strat": "All defensive operators grab a shield and form a circle large enough to fit all five members inside surrounding the hostage. After the preparation phase, everyone must stay inside of the circle to defend the hostage.",
        "name": "Claustrophobic",
        "type": "defend"
    },
    {
        "strat": "One person must pick Rook. Everyone needs to kill an enemy before they are worthy to pick up armor",
        "name": "To Be Worthy",
        "type": "defend"
    },
    {
        "strat": "When the attack phase starts, stand in a circle around the hostage and don't move.",
        "name": "Cotton Wool",
        "type": "defend"
    }
]